
/* The description text on alert cancellation view to inform user what this view is for */
"AlertCancellationView.description" = "I have taken a COVID-19 rapid test by myself, and the result was negative.\nI will watch for my health status. If I have symptoms such as fever, respiratory symptoms, diarrhea, or new loss of taste/smell, I will take the COVID-19 rapid test.\nIf I test positive in my COVID-19 rapid test, I will wear a medical mask to get a PCR test at a nearby community testing site or a hospital, and do not taking the public transportation.\nI have notified my family members that I have received a \"Exposure Notification\" warning, and they must take appropriate precautions such as washing hands frequently and wearing masks.\nI will avoid unnecessary family gatherings and visits.\nI will avoid participating in activities that cannot maintain social distancing and contact with unspecified people.\nI will avoid participating in indoor activities or work where the masks are not required.";

/* The label text on alert cancellation view to ensure the infomation has read */
"AlertCancellationView.checkboxLabel" = "I have read and agreed the How to Protect Yourself & Others.";

/* The button title on alert to submit data */
"Alert.Button.Submit" = "Submit";

/* The message on alert to indicate the upload is succeed */
"Alert.Message.UploadSucceed" = "Upload Successful";

/* The message on alert to indicate the upload is failed */
"Alert.Message.UploadFailed" = "Upload Failed";

/* The message on alert to indicate the verification code is invalid */
"Alert.Message.verifyFailed" = "Invalid verification code";

/* The message on alert to indicate there is no data between start and end dates */
"Alert.Message.missingKeyData" = "No data between start and end dates";

/* The message on alert to notify user the data should be allowed to upload */
"Alert.Message.userDenied" = "Click the submit button to upload and share your anonymous IDs.";

/* The button title on alert for OK */
"Alert.Button.OK" = "OK";

/* The title on enabling bluetooth alert */
"EnableBluetoothAlert.Title" = "Activate your Bluetooth";

/* The message body on enabling bluetooth alert */
"EnableBluetoothAlert.Message" = "Your device and the devices around you will exchange anonymous IDs via Bluetooth.";

/* The button title on alert to cancel action */
"Alert.Button.Cancel" = "Cancel";

/* The button title on enabling bluetooth alert to enable bluetooth */
"EnableBluetoothAlert.Button.Enable" = "OK";

/* The button title on risk status view to enable exposure notification */
"RiskStatusView.EngageButton.Enable" = "Enable Exposure Notification";

/* The button title on risk status view to indicate exposure notification has been enabled */
"RiskStatusView.EngageButton.Enabled" = "Notification is Enabled";

/* The label text on risk status view to indicate the engaged date and uptime ratio */
"RiskStatusView.EngageDateAndUptimeRatioLabel" = "Exposure Notification operating ratio %.01f%%\n Since enabled at %@";

/* The label text on risk status view to indicate the last time checking exposures */
"RiskStatusView.LastCheckTimeLabel" = "Last checked at %@";

/* The title of action sheet on risk status view for more features */
"RiskStatusView.MoreActionSheet.Title" = "More";

/* The title of action sheet on risk status view for upload anonymous IDs */
"RiskStatusView.MoreActionSheet.Item.UploadIDs.Title" = "Upload Anonymous IDs";

/* The title of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Title" = "Have You Had a Positive Test?";

/* The message body of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Message" = "Upload your anonymous IDs to reduce transmission.";

/* The title of alert on risk status view for alert cancellation */
"AlertCancellationView.confirmAlertMessage" = "Are you sure you want to reset your status?";

/* The message body of alert on risk status view for alert cancellation */
"RiskStatusView.AlertCancellationAlert.Message" = "Reset status upon completion of contact tracing assessment.";

/* The button title on alert for Yes */
"Alert.Button.Yes" = "Yes";

/* The button title on alert for No */
"Alert.Button.No" = "No";

/* The title of personal data protection note view */
"PersonalDataProtectionNote.Title" = "Privacy Policy and Terms of Use";

/* The label text on upload keys view to inform user inputs the date span to upload */
"UploadKeysView.DateSpanTitleLabel" = "Please Enter Start and End Dates";

/* The label text on upload keys view to inform user inputs the start date to upload */
"UploadKeysView.BeginDateTitleLabel" = "Start Date";

/* The label text on upload keys view to inform user inputs the end date to upload */
"UploadKeysView.EndDateTitleLabel" = "End Date";

/* The label text on upload keys view to inform user inputs their verification code to upload keys */
"UploadKeysView.PasscodeTitleLabel" = "Please Enter Verification Code";

/* The text field placeholder text on upload keys view to inform user to input their verification code to upload keys here */
"UploadKeysView.PasscodeFieldPlaceholder" = "Verification Code";

/* The message body on upload keys view for introduction */
"UploadKeysView.IntroductionMessage" = "Please enter the verification code provided by the local Department of Health. After submitting, your anonymous IDs will be uploaded. These data will be stored by the Taiwan Centers for Disease Control and will be automatically deleted after 10 days.";

/* The title of alert cancellation view */
"AlertCancellationView.Title" = "Reset Your Status";

/* The title of settings view */
"SettingsView.Title" = "Settings";

/* The title of item on data control view to enable/disable exposure notification */
"SettingsView.Item.ExposureNotification" = "Notification Service";

/* The title of item on data control view to enable/disable no exposure detected notification */
"SettingsView.Item.NoExposureDetectedNotification" = "No Exposure Detected Notification";

/* The title of introduction view for app introduction */
"IntroductionView.Title" = "App Introduction";

/* The title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Title" = "Please Upgrade Your Operating System";

/* The content message of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Message" = "Taiwan Social Distancing App supports iOS 13.7 or later.";

/* The button title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Button" = "Upgrade Your Operating System";

/* The title of introduction about protecting family */
"Introduction.ProtectingFamily.Title" = "Stay Safe, Keep Your Family Safe";

/* The content message of introduction about protecting family */
"Introduction.ProtectingFamily.Message" = "The Taiwan Social Distancing App was developed by the Taiwan AI Labs in cooperation with the Executive Yuan and the Taiwan Centers for Disease Control in order to reduce the likelihood of disease transmission and keep people safe.";

/* The title of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Title" = "Privacy and Data Protection";

/* The content message of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Message" = "Taiwan Social Distancing App use is anonymous - users do not need to register and no user data will be collected. The only form of data transmission involved is the observation of Bluetooth signals between handheld devices to calculate the distance between each user. \n\nUser privacy will be ensured via decentralized storage of anonymous IDs for individual devices; contact data will be compiled by each respective device.";

/* The title of introduction about stop spreading */
"Introduction.StopSpreading.Title" = "Reduce the Spread of Pandemic";

/* The content message of introduction about stop spreading */
"Introduction.StopSpreading.Message" = "Users who have tested positive can choose to anonymously publish their device's anonymous IDs. When users with a positive test publish their results, people who have been in proximity to this device and maintained contact for a certain period of time will receive a notification. This process guarantees the anonymity and personal privacy of those who share their positive test results while contributing to keeping our communities informed and diligent in taking preventative and cautionary measures.";

/* The title of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Title" = "Vaccination Certificate";

/* The content message of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Message" = "The App provides an easy way to securely store and present COVID-19 Vaccination Certificate for you and your loved ones. You also can use the QR code of the vaccination certificates for other people or organizations to verify your vaccination status. No internet connection is required and Your data is only stored locally on your mobile device.";

/* The button title of introduction about start using */
"Introduction.Button.StartUsing" = "Get Started";

/* The title of risk status view */
"RiskStatusView.Title" = "Taiwan Social Distancing";

/* The content title on risk status view when scanning */
"RiskStatusView.Content.Scanning.Title" = "Contact Tracing Evaluation";

/* The content title on risk status view when risky */
"RiskStatusView.Content.Risky.Title" = "You have been in proximity with registered positive tests";

/* The content message on risk status view when risky */
"RiskStatusView.Content.Risky.Message" = "Stay Calm: You have been identified as a close contact of a confirmed COVID-19 case, but that does NOT mean you are a confirmed case.\nSelf-Health Management: We advise you to conduct self-health management and be aware of your health conditions.\nHealth Conditions: If you have fever or respiratory symptoms, please contact your local health agency, or dial the toll-free hotline \"1922\" for testing arrangement.";

/* The content title on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Title" = "Exposure Notification is not enabled";

/* The content message on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Message" = "Click the button below to enable exposure notification for possible contact with COVID-positive persons.";

/* The content title on risk status view when clear */
"RiskStatusView.Content.Clear.Title" = "No contact with registered positive tests";

/* The content message on risk status view when clear */
"RiskStatusView.Content.Clear.Message" = "Please continue to maintain social distancing.";

/* The title of upload keys view */
"UploadKeysView.Title" = "Upload Anonymous IDs";

/* The title on notification not enabled alert */
"NotificationNotEnabledAlert.Title" = "Exposure Notification is not enabled";

/* The body message on notification not enabled alert */
"NotificationNotEnabledAlert.Message" = "Enable Exposure Notification for possible contact with COVID-Positive persons.";

/* The button title on alert to allow app to grant permission */
"Alert.Button.Allow" = "Allow";

/* The title on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Title" = "Exposure Notification Disabled";

/* The body message on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Message" = "Exposure Notification disabled due to Bluetooth is deactivated";

/* The title on detection result notification */
"DetectionResultNotification.Title" = "Contact Tracing Results";

/* The body message on detection result notification for not risky */
"DetectionResultNotification.Message.Clear" = "No exposure detected";

/* The body message on detection result notification for risky */
"DetectionResultNotification.Message.Risky" = "You may be at risk for exposure to COVID-19, open the app for more details";

/* The title of new version available alert */
"NewVersionAvailableAlert.Title" = "New Version Available";

/* The message body of new version available alert */
"NewVersionAvailableAlert.Message" = "Please update in App Store.";

/* The button title on alert for doing something later */
"Alert.Button.Later" = "Later";

/* The updates now button title of new version available alert */
"NewVersionAvailableAlert.Button.UpdateNow" = "Update Now";

/* The title of 1922 SMS Contact Tracing Scanner */
"QRCodeScannerViewModel.Title" = "1922 SMS Contact Tracing";

/* The toast message for QR code is not a 1922 SMS contact tracing QR code */
"QRCodeScannerViewController.InvalidQRCodeToastLabel" = "Not valid 1922 SMS contact tracing QR code";

/* The title of alert for asking to go to Messages app to send SMS */
"QRCodeScannerViewController.SendSMSAlert.Title" = "Open Messages to send SMS?";

/* The button title on alert to not allow app to grant permission */
"Alert.Button.NotAllow" = "Don't Allow";

/* The title of alert for requesting to access user's camera */
"AccessCameraAlert.Title" = "Taiwan Social Distancing Would Like to Access the Camera";

/* The body message of alert for requesting to access user's camera */
"AccessCameraAlert.Message" = "Taiwan Social Distancing uses the camera to scan QR code for 1922 SMS contact tracing registration.";

/* The title of FAQ view */
"FAQ.Title" = "FAQ";

/* The punctuation at the beginning of each paragraph to indicate header */
"RiskStatusView.DetailTextParagraphHeaderSeparator" = ":";

/* The title on home screen shortcut for scanning 1922 SMS QR code */
"ShortcutItem.QRCodeScanningAction.Title" = "Scan 1922 QR Code";

/* The title of daily summary view */
"DailySummaryViewModel.Title" = "Daily Summary";

/* The label text on daily summary view to indicate the last time checking exposures */
"DailySummaryViewModel.LastCheckTimeLabel" = "Last checked at %@";

/* The message on Daily Summary view for no contact */
"DaySummaryCellViewModel.ExposureDuration.NoContact" = "No contact";

/* The message on Daily Summary view for contact less than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.lessThan2Mins" = "Less than 2 mins";

/* The message on Daily Summary view for contact more than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.moreThan2Mins" = "%@";

/* Title for hint of adding 1922 SMS contact tracing scanner */
"Hint.QRCodeScanner.Title" = "Add \"1922 SMS Contact Tracing\" Scanner";

/* Title for hint of adding daily summary page */
"Hint.DailySummary.Title" = "Add \"Daily Summary\" Page";

/* The title of action sheet on risk status view for replaying hints */
"RiskStatusView.MoreActionSheet.Item.ReplayHints.Title" = "Hints";

/* Title for hint of replaying hints */
"Hint.ReplayHints.Title" = "You can check the hints again from the menu.";

/* Title for hint of turning off No Detected Notification */
"Hint.DisableNoRiskNotification.Title" = "You can turn off No Detected Notification from the Exposure Notification Settings.";

/* Title for hint of vaccination certificate */
"Hint.VaccinationCertificate.title" = "Newly added Vaccination Certificate";

/* Subtitle for hint of vaccination certificate */
"Hint.VaccinationCertificate.subtitle" = "Manage vaccination certificate for you and your loved ones.";

/* Title for entering mobile number of request verification code page */
"RequestVerificationCode.phoneNumberTitleLabel" = "Please enter your mobile number";

/* Placeholder for entering mobile number of request verification code page */
"RequestVerificationCode.phoneTextFieldPlaceholder" = "Mobile Number";

/* Description for usage of entering mobile number */
"RequestVerificationCode.descriptionLabel" = "This allows user who is the COVID-19 confirmed case to receive verification code.";

/* Title for submit button */
"RequestVerificationCode.submitButtonTitle" = "Submit";

/* Title of alert for submission successful */
"RequestVerificationCode.submitSucceedTitle" = "Entered mobile number successfully";

/* Title of alert for submission failed */
"RequestVerificationCode.submitFailedTitle" = "Enter mobile number failed";

/* The message of alert for submission successful */
"RequestVerificationCode.submitSucceedMessage" = "Verification code will be sent to you via SMS in 5 minutes, please try again if you do not receive it.";

/* The message of alert for submission failed when network issue occurred */
"RequestVerificationCode.submitFailedMessage" = "Connection error occurred, please try again later.";

/* The message of alert for submission failed when request limit exceeded */
"RequestVerificationCode.requestLimitExceededMessage" = "Number of requests exceeded limit, please try again tomorrow";

/* The message of alert for submission failed when invalid phone format */
"RequestVerificationCode.invalidPhoneFormatMessage" = "Invalid mobile number, please re-enter";

/* The button to request verification code */
"UploadKeysView.requestVerificationButton" = "Get Verification Code";

/* The Exposure Notification is not enabled */
"UploadKeysView.exposureNotificationNotEnabled" = "Exposure Notification is not enabled";

"VaccinationCertificateListCell.doseDate" = "Date: ";

"VaccinationCertificate.title" = "Vaccination Certificate";

"VaccinationCertificate.expiredLabel" = "Expired";

"VaccinationCertificateCard.cardsLimitExceeded" = "Exceeded vaccination certificates limits.";

"VaccinationCertificateCard.apply" = "Apply for vaccination certificate";

"VaccinationCertificateCard.appointment" = "Vaccination Appointment";

"VaccinationCertificateCard.faq" = "FAQ";

"VaccinationCertificateCardCell.doseDate" = "Date of vaccination";

"VaccinationCertificate.hint" = "Valid in combination with a government issued ID";

"VaccinationCertificateEmptyView.addButton" = "Add Vaccination Certificate";

"VaccinationCertificateEmptyView.description" = "Carry a digital copy of the vaccination certificate by scanning the QR code of the Digital COVID-19 certificate.";

"VaccinationCertificateUserInfoView.doseDate" = "Date of vaccination";

"VaccinationCertificateDetail.deleteAlertTitle" = "Are you sure you want to remove it?";

"VaccinationCertificateDetail.deleteAlertMessage" = "Are you sure you wan to remove %@ vaccination certificate?";

"VaccinationCertificate.deleteButton" = "Remove Certificate";

"VaccinationCertificateDetail.target" = "Disease or agent targeted: ";

"VaccinationCertificateDetail.vaccine" = "Vaccine type:";

"VaccinationCertificateDetail.medicinalProduct" = "Product: ";

"VaccinationCertificateDetail.manufacturer" = "Manufacturer: ";

"VaccinationCertificateDetail.doses" = "Dose";

"VaccinationCertificateDetail.doseDate" = "Date of vaccination: ";

"VaccinationCertificateDetail.country" = "Country of vaccination: ";

"VaccinationCertificateDetail.issuer" = "Issuer: ";

"VaccinationCertificateDetail.uniqueIdentifier" = "UVCI: ";

"VaccinationCertificateDetail.generatedDate" = "Certificate generated on: ";

"VaccinationCertificate.apply" = "Apply";

"VaccinationCertificateScanner.import" = "Import";

"VaccinationCertificateScanner.expired" = "Expired vaccination certificate";

"VaccinationCertificateScanner.duplicated" = "Duplicated vaccination certificate";

"VaccinationCertificateScanner.notFound" = "Failed to detect vaccination certificate QR code";

"VaccinationCertificateScanner.invalidFormat" = "Invalid vaccination certificate QR Code";
